Repository: WlodekM/i18n
Catalog: Meower-Website/po/*.po
Languages: de

source: Meower | Home
de: Meower | Startseite

source: Meower Header
de: Meower-Navigationsleiste

source: Home
de: Startseite

source: Launch
de: Starten

source: About Us
de: Über uns

source: More
de: Mehr

source: Forums
de: Foren

source: Legal
de: Gesetzliches

source: Welcome
de: Willkommen

source: Meower is a free, open-source, and nonprofit social media platform free of tracking, ads, and data collection.
de: Meower ist eine kostenlose, open-source und gemeinnützige Social-Media-Plttform ohne Tracking, Werbung oder Sammeln von Daten.

source: Join our community today and start connecting with like-minded individuals.
de: Trete heute unserer Gemeinschaft bei und vernetze dich mit Menschen mit deinen Interessen.

source: Safe for All
de: Sicher für alle

source: A friendly place to be. We are committed to keeping Meower safe and welcoming for all. Our dedicated team works tirelessly to enforce community guidelines and ensure a positive experince for everyone.
de: Ein freundlicher Ort. Es ist uns wichtig, dass Meower sicher und für alle nutzbar ist. Unser engagiertes Team arbeitet immer daran, Gemeinschaftsrichtlinien durchzuführen und eine positive Erfahrung für jeden zu erhalten.

source: all.
de: alle.

source: Our dedicated team works tirelessly to enforce community guidelines and ensure a positive experince for everyone.
de: Unser engagiertes Team arbeitet immer daran, Gemeinschaftsrichtlinien durchzuführen und eine positive Erfahrung für jeden zu erhalten.

source: Original
de: Originell

source: Meower started life as a Scratch 3.0-based social media platform. We have a long history, too! WIth the continuous support of our amazing community, we've evolved into a feature-rich platform for all kinds. Explore our
de: Meower hat als eine auf Scratch 3.0 basierende Social-Media-Plattform angefangen. Wir haben auch eine lange Geschichte. Mit stetiger Unterstützung unserer fantastischen Gemeinschaft sind wir zu einer Plattform voll mit Funktionen geworden. Besucher unser

source: to learn about our journey.
de: um mehr über unseren Weg zu lernen.

source: Transparency is at the core of Meower. We believe in the power of open-source collaboration. Anyone is welcome to contribute, fork or view the Meower source code on our
de: Transparenz ist der Kern Meowers. Wir glauben an die Macht von Open-Source-Kollaborationen. Jeder ist willkommen zum Meower-Source-Code beizutragen oder ihn einzusehen - er ist auf unserem

source: repository. Together, we can build a better platform for all.
de: verfügbar. Zusammen bauen wir eine bessere Plattform für alle.

source: Join the Community
de: Tritt der Gemeinschaft bei

source: Are you ready to join a vibrant community of creators and enthusiasts?
de: Bist du bereit, einer dynamischen Gemeinschaft voller Erstellern und Enthusiasten beizutreten?

source: Sign up
de: Erstelle heute ein Meower-Konto

source: for a Meower account today and start sharing your ideas, creations and stories with the world. Let your vice be heard and connect with fellow Meowers!
de: und beginne, deine Ideen, Kreationen und Geschichten mit der Welt zu teilen. Lass deine Stimme gehört werden und vernetze dich mit anderen Meowern!
